Repository: rendiwijiatmoko/Vaultwarden
Catalog: vaultwardenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Release gate: the pinned sdk-swift snapshot does not include a LICENSE file. Confirm the binary FFI and generated bindings' distribution terms with Bitwarden, then include the complete license text and corresponding-source obligations before App Store submission.
ar: شرط الإصدار: لا تتضمن لقطة sdk-swift المثبتة ملف LICENSE. أكّد مع Bitwarden شروط توزيع FFI الثنائي والروابط المُنشأة، ثم أدرج نص الترخيص الكامل والتزامات المصدر المقابل قبل الإرسال إلى App Store.
bg: Условие за издаване: фиксираната моментна снимка на sdk-swift не съдържа файл LICENSE. Потвърдете с Bitwarden условията за разпространение на двоичния FFI и генерираните обвързвания, след което включете пълния текст на лиценза и задълженията за съответния изходен код преди подаване в App Store.
bn: রিলিজের শর্ত: পিন করা sdk-swift স্ন্যাপশটে LICENSE ফাইল নেই। Bitwarden-এর সঙ্গে বাইনারি FFI ও তৈরি করা বাইন্ডিংয়ের বিতরণের শর্ত নিশ্চিত করুন, তারপর App Store-এ জমা দেওয়ার আগে সম্পূর্ণ লাইসেন্সের লেখা ও সংশ্লিষ্ট সোর্স দেওয়ার বাধ্যবাধকতা অন্তর্ভুক্ত করুন।
ca: Condició de publicació: la instantània fixada de l'sdk-swift no inclou cap fitxer LICENSE. Confirmeu amb Bitwarden les condicions de distribució de l'FFI binari i els enllaços generats i, abans d'enviar l'aplicació a l'App Store, incloeu el text complet de la llicència i les obligacions relatives al codi font corresponent.
cs: Podmínka vydání: připnutý snímek sdk-swift neobsahuje soubor LICENSE. Ověřte u Bitwardenu podmínky distribuce binárního FFI a vygenerovaných vazeb a před odesláním do App Storu zahrňte úplný text licence a povinnosti týkající se odpovídajícího zdrojového kódu.
da: Udgivelseskrav: Det fastlåste sdk-swift-snapshot indeholder ikke en LICENSE-fil. Bekræft distributionsvilkårene for binær FFI og genererede bindinger med Bitwarden, og medtag derefter den fulde licenstekst og forpligtelserne for den tilhørende kildekode, før appen indsendes til App Store.
de: Freigabevoraussetzung: Der angeheftete Snapshot von sdk-swift enthält keine LICENSE-Datei. Kläre die Vertriebsbedingungen der binären FFI und der generierten Bindings mit Bitwarden und füge anschließend vor der Einreichung im App Store den vollständigen Lizenztext sowie die Verpflichtungen zur Bereitstellung des entsprechenden Quellcodes hinzu.
el: Προϋπόθεση κυκλοφορίας: το καρφιτσωμένο στιγμιότυπο του sdk-swift δεν περιλαμβάνει αρχείο LICENSE. Επιβεβαιώστε με την Bitwarden τους όρους διανομής του δυαδικού FFI και των δημιουργημένων συνδέσεων και, πριν από την υποβολή στο App Store, συμπεριλάβετε το πλήρες κείμενο της άδειας και τις υποχρεώσεις παροχής του αντίστοιχου πηγαίου κώδικα.
es: Condición de publicación: la instantánea fijada de sdk-swift no incluye un archivo LICENSE. Confirma con Bitwarden las condiciones de distribución del FFI binario y los enlaces generados y, antes de enviar a la App Store, incluye el texto completo de la licencia y las obligaciones sobre el código fuente correspondiente.
fa: شرط انتشار: تصویر ثابت sdk-swift شامل فایل LICENSE نیست. شرایط توزیع FFI دودویی و اتصال‌های تولیدشده را با Bitwarden تأیید کنید، سپس پیش از ارسال به App Store متن کامل مجوز و تعهدات کد منبع متناظر را اضافه کنید.
fi: Julkaisuehto: kiinnitetty sdk-swift-vedos ei sisällä LICENSE-tiedostoa. Vahvista Bitwardenilta binäärisen FFI:n ja luotujen sidosten jakeluehdot ja sisällytä koko lisenssiteksti sekä vastaavaa lähdekoodia koskevat velvoitteet ennen App Storeen lähettämistä.
fr: Condition de publication : l’instantané sdk-swift épinglé ne contient pas de fichier LICENSE. Confirmez auprès de Bitwarden les conditions de distribution du FFI binaire et des liaisons générées, puis incluez le texte complet de la licence et les obligations relatives au code source correspondant avant l’envoi sur l’App Store.
he: תנאי הפצה: תמונת המצב המוצמדת של sdk-swift אינה כוללת קובץ LICENSE. יש לאשר מול Bitwarden את תנאי ההפצה של ה-FFI הבינארי ושל הקישורים שנוצרו, ולאחר מכן לכלול את נוסח הרישיון המלא ואת חובות אספקת קוד המקור המתאים לפני ההגשה ל-App Store.
hi: रिलीज़ शर्त: पिन किए गए sdk-swift स्नैपशॉट में LICENSE फ़ाइल शामिल नहीं है। Bitwarden से बाइनरी FFI और जनरेट की गई बाइंडिंग के वितरण नियमों की पुष्टि करें, फिर App Store में जमा करने से पहले पूरा लाइसेंस टेक्स्ट और संबंधित सोर्स उपलब्ध कराने की जिम्मेदारियाँ शामिल करें।
hr: Uvjet izdanja: prikvačena snimka sdk-swifta ne sadrži datoteku LICENSE. Potvrdi s Bitwardenom uvjete distribucije binarnog FFI-ja i generiranih veza, a zatim prije slanja u App Store uključi cijeli tekst licence i obveze povezane s odgovarajućim izvornim kodom.
hu: Kiadási feltétel: a rögzített sdk-swift-pillanatkép nem tartalmaz LICENSE-fájlt. Egyeztesse a Bitwardennel a bináris FFI és a generált kötések terjesztési feltételeit, majd az App Store-ba küldés előtt mellékelje a teljes licencszöveget és a megfelelő forráskódra vonatkozó kötelezettségeket.
id: Gerbang rilis: snapshot sdk-swift yang disematkan tidak menyertakan file LICENSE. Konfirmasikan ketentuan distribusi FFI biner dan binding yang dihasilkan dengan Bitwarden, lalu sertakan teks lisensi lengkap serta kewajiban kode sumber terkait sebelum mengirim ke App Store.
it: Requisito di rilascio: lo snapshot bloccato di sdk-swift non include un file LICENSE. Conferma con Bitwarden i termini di distribuzione dell'FFI binaria e dei binding generati, quindi includi il testo completo della licenza e gli obblighi relativi al codice sorgente corrispondente prima dell'invio all'App Store.
ja: リリース条件：固定されたsdk-swiftスナップショットにはLICENSEファイルが含まれていません。バイナリFFIと生成済みバインディングの配布条件をBitwardenに確認し、App Storeへの提出前に完全なライセンス本文と対応するソース提供義務を含めてください。
kk: Шығарылым шарты: бекітілген sdk-swift суретінде LICENSE файлы жоқ. Бинарлық FFI мен жасалған байланыстырулардың тарату шарттарын Bitwarden компаниясымен растаңыз, содан кейін App Store дүкеніне жібермес бұрын толық лицензия мәтінін және тиісті бастапқы код міндеттемелерін қосыңыз.
ko: 릴리스 조건: 고정된 sdk-swift 스냅샷에 LICENSE 파일이 없습니다. Bitwarden에 바이너리 FFI와 생성된 바인딩의 배포 조건을 확인한 후 App Store 제출 전에 전체 라이선스와 해당 소스 의무를 포함하세요.
lt: Leidimo sąlyga: prisegtoje sdk-swift momentinėje kopijoje nėra LICENSE failo. Su Bitwarden patvirtinkite dvejetainės FFI ir sugeneruotų susiejimų platinimo sąlygas, tada prieš pateikdami App Store įtraukite visą licencijos tekstą ir atitinkamo šaltinio kodo įsipareigojimus.
ms: Syarat keluaran: petikan sdk-swift yang disematkan tidak mengandungi fail LICENSE. Sahkan syarat pengedaran FFI binari dan pengikatan dijana dengan Bitwarden, kemudian sertakan teks lesen penuh serta kewajipan kod sumber sepadan sebelum penyerahan App Store.
nb: Utgivelseskrav: Det festede sdk-swift-øyeblikksbildet inneholder ikke en LICENSE-fil. Bekreft distribusjonsvilkårene for binær FFI og genererte bindinger med Bitwarden, og inkluder deretter fullstendig lisenstekst og forpliktelser for tilhørende kildekode før innsending til App Store.
nl: Releasevoorwaarde: de vastgezette sdk-swift-snapshot bevat geen LICENSE-bestand. Bevestig de distributievoorwaarden van de binaire FFI en gegenereerde bindings bij Bitwarden en neem vóór indiening bij de App Store de volledige licentietekst en verplichtingen voor de bijbehorende broncode op.
pl: Blokada wydania: przed dystrybucją potwierdź nazwę produktu, licencjonowanie, informacje o prywatności i proces zgłaszania luk w zabezpieczeniach.
pt: Bloqueio de lançamento: o snapshot fixado do sdk-swift não inclui um ficheiro LICENSE. Confirme com a Bitwarden os termos de distribuição da FFI binária e das vinculações geradas e, antes da submissão à App Store, inclua o texto integral da licença e as obrigações relativas ao código-fonte correspondente.
ro: Condiție de lansare: versiunea fixată a sdk-swift nu include un fișier LICENSE. Confirmați cu Bitwarden termenii de distribuire pentru FFI-ul binar și legăturile generate, apoi includeți textul complet al licenței și obligațiile privind codul-sursă corespunzător înainte de trimiterea în App Store.
ru: Условие выпуска: закреплённый снимок sdk-swift не содержит файла LICENSE. Уточните у Bitwarden условия распространения бинарного FFI и созданных привязок, а перед отправкой в App Store добавьте полный текст лицензии и выполните обязательства по предоставлению соответствующего исходного кода.
sk: Podmienka vydania: pripnutá snímka sdk-swift neobsahuje súbor LICENSE. Overte v Bitwarden podmienky distribúcie binárneho FFI a vygenerovaných prepojení a pred odoslaním do App Store zahrňte úplný text licencie a povinnosti týkajúce sa zodpovedajúceho zdrojového kódu.
sl: Pogoj za izdajo: pripeti posnetek sdk-swift ne vsebuje datoteke LICENSE. Pri Bitwardnu potrdite pogoje distribucije binarnega FFI in ustvarjenih vezav, nato pa pred oddajo v App Store vključite celotno besedilo licence in obveznosti glede ustrezne izvorne kode.
sv: Publiceringsvillkor: den fästa sdk-swift-ögonblicksbilden innehåller ingen LICENSE-fil. Bekräfta distributionsvillkoren för binär FFI och genererade bindningar med Bitwarden och inkludera sedan fullständig licenstext och skyldigheter för motsvarande källkod före inskickning till App Store.
th: เงื่อนไขการเผยแพร่: สแนปช็อต sdk-swift ที่ตรึงไว้ไม่มีไฟล์ LICENSE โปรดยืนยันเงื่อนไขการเผยแพร่ FFI ไบนารีและการเชื่อมโยงที่สร้างขึ้นกับ Bitwarden จากนั้นรวมข้อความใบอนุญาตฉบับเต็มและข้อผูกพันเกี่ยวกับซอร์สโค้ดที่เกี่ยวข้องก่อนส่งไปยัง App Store
tr: Sürüm kapısı: Sabitlenen sdk-swift anlık görüntüsü bir LICENSE dosyası içermiyor. İkili FFI ve oluşturulan bağlamaların dağıtım koşullarını Bitwarden ile doğrulayın, ardından App Store'a göndermeden önce tam lisans metnini ve ilgili kaynak yükümlülüklerini ekleyin.
uk: Умова випуску: закріплений знімок sdk-swift не містить файлу LICENSE. Підтвердьте з Bitwarden умови розповсюдження двійкового FFI та згенерованих прив'язок, а потім додайте повний текст ліцензії та зобов'язання щодо відповідного вихідного коду перед надсиланням до App Store.
vi: Điều kiện phát hành: bản chụp sdk-swift đã ghim không có tệp LICENSE. Hãy xác nhận với Bitwarden về điều khoản phân phối của FFI nhị phân và các liên kết được tạo, sau đó bổ sung toàn bộ văn bản giấy phép và nghĩa vụ về mã nguồn tương ứng trước khi gửi lên App Store.
zh_hans: 发布条件：固定的 sdk-swift 快照不包含 LICENSE 文件。请向 Bitwarden 确认二进制 FFI 和生成绑定的分发条款，并在提交 App Store 前包含完整许可证文本及相应源代码义务。
zh_hant: 發布條件：固定的 sdk-swift 快照不包含 LICENSE 檔案。請向 Bitwarden 確認二進位 FFI 和產生綁定的分發條款，並在提交 App Store 前包含完整授權文字及相應原始碼義務。

source: Remove Field
ar: إزالة الحقل
bg: Премахване на полето
bn: ফিল্ড সরান
ca: Elimina el camp
cs: Odstranit pole
da: Fjern felt
de: Feld entfernen
el: Αφαίρεση πεδίου
es: Eliminar campo
fa: حذف فیلد
fi: Poista kenttä
fr: Supprimer le champ
he: הסרת שדה
hi: फ़ील्ड हटाएँ
hr: Ukloni polje
hu: Mező eltávolítása
id: Hapus Bidang
it: Rimuovi campo
ja: フィールドを削除
kk: Өрісті жою
ko: 필드 제거
lt: Pašalinti lauką
ms: Buang Medan
nb: Fjern felt
nl: Veld verwijderen
pl: Usuń pole
pt: Remover campo
ro: Eliminare câmp
ru: Удалить поле
sk: Odstrániť pole
sl: Odstrani polje
sv: Ta bort fält
th: ลบช่อง
tr: Alanı Kaldır
uk: Видалити поле
vi: Xóa trường
zh_hans: 移除字段
zh_hant: 移除欄位

source: Remove website
ar: إزالة الموقع
bg: Премахване на уебсайта
bn: ওয়েবসাইট সরান
ca: Elimina el lloc web
cs: Odstranit web
da: Fjern websted
de: Website entfernen
el: Αφαίρεση ιστότοπου
es: Eliminar sitio web
fa: حذف وب‌سایت
fi: Poista verkkosivusto
fr: Supprimer le site Web
he: הסרת אתר
hi: वेबसाइट हटाएँ
hr: Ukloni web-stranicu
hu: Webhely eltávolítása
id: Hapus situs web
it: Rimuovi sito web
ja: Webサイトを削除
kk: Веб-сайтты жою
ko: 웹사이트 제거
lt: Pašalinti svetainę
ms: Buang laman web
nb: Fjern nettsted
nl: Website verwijderen
pl: Usuń witrynę
pt: Remover site
ro: Eliminare site web
ru: Удалить сайт
sk: Odstrániť webovú stránku
sl: Odstrani spletno mesto
sv: Ta bort webbplats
th: ลบเว็บไซต์
tr: Web sitesini kaldır
uk: Видалити вебсайт
vi: Xóa trang web
zh_hans: 移除网站
zh_hant: 移除網站

source: Rename Folder
ar: إعادة تسمية المجلد
bg: Преименуване на папката
bn: ফোল্ডারের নাম পরিবর্তন করুন
ca: Canvia el nom de la carpeta
cs: Přejmenovat složku
da: Omdøb mappe
de: Ordner umbenennen
el: Μετονομασία φακέλου
es: Cambiar nombre de la carpeta
fa: تغییر نام پوشه
fi: Nimeä kansio uudelleen
fr: Renommer le dossier
he: שינוי שם תיקייה
hi: फोल्डर का नाम बदलें
hr: Preimenuj mapu
hu: Mappa átnevezése
id: Ganti Nama Folder
it: Rinomina cartella
ja: フォルダー名を変更
kk: Қалта атауын өзгерту
ko: 폴더 이름 변경
lt: Pervadinti aplanką
ms: Namakan Semula Folder
nb: Gi mappen nytt navn
nl: Map hernoemen
pl: Zmień nazwę folderu
pt: Mudar o nome da pasta
ro: Redenumire dosar
ru: Переименовать папку
sk: Premenovať priečinok
sl: Preimenuj mapo
sv: Byt namn på mapp
th: เปลี่ยนชื่อโฟลเดอร์
tr: Klasörü Yeniden Adlandır
uk: Перейменувати теку
vi: Đổi tên thư mục
zh_hans: 重命名文件夹
zh_hant: 重命名資料夾

source: Replacing the encrypted file is not available from metadata editing.
ar: استبدال الملف المشفر غير متاح من خلال تحرير البيانات الوصفية.
bg: Замяната на шифрования файл не е налична при редактиране на метаданните.
bn: মেটাডেটা সম্পাদনা থেকে এনক্রিপ্ট করা ফাইল প্রতিস্থাপন করা যায় না।
ca: No es pot substituir el fitxer xifrat des de l'edició de metadades.
cs: Nahrazení šifrovaného souboru není při úpravě metadat k dispozici.
da: Den krypterede fil kan ikke erstattes via redigering af metadata.
de: Die verschlüsselte Datei kann nicht über die Metadatenbearbeitung ersetzt werden.
el: Η αντικατάσταση του κρυπτογραφημένου αρχείου δεν είναι διαθέσιμη από την επεξεργασία μεταδεδομένων.
es: La sustitución del archivo cifrado no está disponible desde la edición de metadatos.
fa: جایگزینی فایل رمزگذاری‌شده از طریق ویرایش فراداده امکان‌پذیر نیست.
fi: Salattua tiedostoa ei voi korvata metatietoja muokkaamalla.
fr: Le remplacement du fichier chiffré n’est pas disponible depuis l’édition des métadonnées.
he: לא ניתן להחליף את הקובץ המוצפן מתוך עריכת המטא-נתונים.
hi: मेटाडेटा संपादन से एन्क्रिप्टेड फ़ाइल बदलना उपलब्ध नहीं है।
hr: Zamjena šifrirane datoteke nije dostupna putem uređivanja metapodataka.
hu: A titkosított fájl nem cserélhető a metaadatok szerkesztéséből.
id: Penggantian file terenkripsi tidak tersedia saat mengedit metadata.
it: La sostituzione del file crittografato non è disponibile dalla modifica dei metadati.
ja: メタデータの編集から暗号化ファイルを置き換えることはできません。
kk: Шифрланған файлды метадеректерді өңдеу арқылы ауыстыру мүмкін емес.
ko: 메타데이터 편집에서는 암호화된 파일을 교체할 수 없습니다.
lt: Šifruoto failo negalima pakeisti redaguojant metaduomenis.
ms: Fail disulitkan tidak boleh diganti melalui penyuntingan metadata.
nb: Den krypterte filen kan ikke erstattes fra metadataredigering.
nl: Het versleutelde bestand kan niet worden vervangen via het bewerken van metadata.
pl: Zastąpienie zaszyfrowanego pliku nie jest dostępne podczas edycji metadanych.
pt: A substituição do ficheiro encriptado não está disponível durante a edição dos metadados.
ro: Înlocuirea fișierului criptat nu este disponibilă din editarea metadatelor.
ru: Замена зашифрованного файла недоступна при редактировании метаданных.
sk: Nahradenie zašifrovaného súboru nie je dostupné pri úprave metadát.
sl: Zamenjava šifrirane datoteke ni na voljo pri urejanju metapodatkov.
sv: Det går inte att ersätta den krypterade filen från metadataredigeringen.
th: ไม่สามารถแทนที่ไฟล์ที่เข้ารหัสจากการแก้ไขข้อมูลเมตาได้
tr: Şifreli dosyayı değiştirmek, meta veri düzenleme ekranından kullanılamaz.
uk: Заміна зашифрованого файлу недоступна під час редагування метаданих.
vi: Không thể thay thế tệp đã mã hóa khi chỉnh sửa siêu dữ liệu.
zh_hans: 编辑元数据时无法替换加密文件。
zh_hant: 編輯元資料時無法替換加密檔案。

source: Require biometrics before unlock, reveal, copy, or fill.
ar: اطلب المقاييس الحيوية قبل الفتح أو الإظهار أو النسخ أو الملء.
bg: Изискване на биометрични данни преди отключване, показване, копиране или попълване.
bn: আনলক, দেখানো, কপি বা পূরণ করার আগে বায়োমেট্রিক্স আবশ্যক করুন।
ca: Exigeix la biometria abans de desbloquejar, mostrar, copiar o emplenar.
cs: Vyžadovat biometrii před odemknutím, zobrazením, zkopírováním nebo vyplněním.
da: Kræv biometri før oplåsning, visning, kopiering eller udfyldning.
de: Biometrie vor dem Entsperren, Anzeigen, Kopieren oder Ausfüllen verlangen.
el: Απαίτηση βιομετρικών στοιχείων πριν από το ξεκλείδωμα, την εμφάνιση, την αντιγραφή ή τη συμπλήρωση.
es: Exigir biometría antes de desbloquear, mostrar, copiar o rellenar.
fa: الزام زیست‌سنجی پیش از باز کردن، نمایش، کپی یا تکمیل.
fi: Vaadi biometrinen tunnistus ennen lukituksen avaamista, näyttämistä, kopiointia tai täyttämistä.
fr: Exiger la biométrie avant le déverrouillage, l’affichage, la copie ou le remplissage.
he: דרישת זיהוי ביומטרי לפני ביטול נעילה, הצגה, העתקה או מילוי.
hi: अनलॉक, दिखाने, कॉपी या भरने से पहले बायोमेट्रिक्स आवश्यक करें।
hr: Zahtijevaj biometriju prije otključavanja, prikaza, kopiranja ili popunjavanja.
hu: Biometrikus azonosítás megkövetelése feloldás, megjelenítés, másolás vagy kitöltés előtt.
id: Wajibkan biometrik sebelum membuka, menampilkan, menyalin, atau mengisi.
it: Richiedi i dati biometrici prima di sbloccare, mostrare, copiare o compilare.
ja: ロック解除、表示、コピー、入力の前に生体認証を要求します。
kk: Ашу, көрсету, көшіру немесе толтыру алдында биометрияны талап ету.
ko: 잠금 해제, 표시, 복사 또는 입력 전에 생체 인증 요구
lt: Reikalauti biometrinių duomenų prieš atrakinant, rodant, kopijuojant ar pildant.
ms: Wajibkan biometrik sebelum membuka, mendedahkan, menyalin atau mengisi.
nb: Krev biometri før opplåsing, visning, kopiering eller utfylling.
nl: Biometrie vereisen vóór ontgrendelen, weergeven, kopiëren of invullen.
pl: Wymagaj biometrii przed odblokowaniem, pokazaniem, kopiowaniem lub wypełnianiem.
pt: Exigir biometria antes de desbloquear, mostrar, copiar ou preencher.
ro: Solicitați date biometrice înainte de deblocare, afișare, copiere sau completare.
ru: Требовать биометрию перед разблокировкой, показом, копированием или заполнением.
sk: Vyžadovať biometriu pred odomknutím, zobrazením, kopírovaním alebo vyplnením.
sl: Zahtevaj biometrijo pred odklepanjem, razkritjem, kopiranjem ali izpolnjevanjem.
sv: Kräv biometri före upplåsning, visning, kopiering eller ifyllning.
th: กำหนดให้ใช้ไบโอเมตริกก่อนปลดล็อก แสดง คัดลอก หรือป้อน
tr: Kilidi açmadan, göstermeden, kopyalamadan veya doldurmadan önce biyometri gerektir.
uk: Вимагати біометрію перед розблокуванням, показом, копіюванням або заповненням.
vi: Yêu cầu sinh trắc học trước khi mở khóa, hiển thị, sao chép hoặc điền.
zh_hans: 解锁、显示、复制或填充前需要生物识别。
zh_hant: 解鎖、顯示、複製或填充前需要生物辨識。

source: Require password
ar: طلب كلمة مرور
bg: Изискване на парола
bn: পাসওয়ার্ড আবশ্যক করুন
ca: Exigeix la contrasenya
cs: Vyžadovat heslo
da: Kræv adgangskode
de: Passwort verlangen
el: Απαίτηση κωδικού
es: Exigir contraseña
fa: الزام کلمه عبور
fi: Vaadi salasana
fr: Exiger le mot de passe
he: דרישת סיסמה
hi: पासवर्ड आवश्यक करें
hr: Zahtijevaj lozinku
hu: Jelszó megkövetelése
id: Wajibkan kata sandi
it: Richiedi password
ja: パスワードを要求
kk: Құпиясөзді талап ету
ko: 비밀번호 요구
lt: Reikalauti slaptažodžio
ms: Wajibkan kata laluan
nb: Krev passord
nl: Wachtwoord vereisen
pl: Wymagaj hasła
pt: Exigir palavra-passe
ro: Solicitare parolă
ru: Требовать пароль
sk: Vyžadovať heslo
sl: Zahtevaj geslo
sv: Kräv lösenord
th: กำหนดให้ใช้รหัสผ่าน
tr: Parola gerektir
uk: Вимагати пароль
vi: Yêu cầu mật khẩu
zh_hans: 需要密码
zh_hant: 需要密碼

source: Resources
ar: الموارد
bg: Ресурси
bn: রিসোর্স
ca: Recursos
cs: Zdroje
da: Ressourcer
de: Ressourcen
el: Πόροι
es: Recursos
fa: منابع
fi: Resurssit
fr: Ressources
he: משאבים
hi: संसाधन
hr: Resursi
hu: Erőforrások
id: Sumber Daya
it: Risorse
ja: リソース
kk: Ресурстар
ko: 리소스
lt: Ištekliai
ms: Sumber
nb: Ressurser
nl: Bronnen
pl: Zasoby
pt: Recursos
ro: Resurse
ru: Ресурсы
sk: Zdroje
sl: Viri
sv: Resurser
th: แหล่งข้อมูล
tr: Kaynaklar
uk: Ресурси
vi: Tài nguyên
zh_hans: 资源
zh_hant: 資源

source: Restore
ar: استعادة
bg: Възстановяване
bn: পুনরুদ্ধার করুন
ca: Restaura
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Ανάκτηση
es: Restaurar
fa: بازیابی
fi: Palauta
fr: Restaurer
he: שחזור
hi: रिस्टोर करें
hr: Vrati
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ja: リストア
kk: Қалпына келтіру
ko: 복원
lt: Atkurti
ms: Pulihkan
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt: Restaurar
ro: Restabilire
ru: Восстановить
sk: Obnoviť
sl: Obnovi
sv: Återställ
th: กู้คืน
tr: Geri yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

source: Restore %@?
ar: هل تريد استعادة %@؟
bg: Възстановяване на %@?
bn: %@ ফিরিয়ে আনবেন?
ca: Voleu restaurar %@?
cs: Obnovit %@?
da: Gendan %@?
de: %@ wiederherstellen?
el: Επαναφορά του %@;
es: ¿Restaurar %@?
fa: %@ بازیابی شود؟
fi: Palautetaanko %@?
fr: Restaurer %@ ?
he: לשחזר את %@?
hi: %@ पुनर्स्थापित करें?
hr: Vratiti %@?
hu: Visszaállítja: %@?
id: Pulihkan %@?
it: Ripristinare %@?
ja: %@を復元しますか？
kk: %@ қалпына келтірілсін бе?
ko: %@을(를) 복원할까요?
lt: Atkurti %@?
ms: Pulihkan %@?
nb: Gjenopprette %@?
nl: %@ herstellen?
pl: Przywrócić %@?
pt: Restaurar %@?
ro: Restaurați %@?
ru: Восстановить %@?
sk: Obnoviť %@?
sl: Obnovim %@?
sv: Återställ %@?
th: กู้คืน %@?
tr: %@ geri yüklensin mi?
uk: Відновити %@?
vi: Khôi phục %@?
zh_hans: 要恢复 %@ 吗？
zh_hant: 要還原 %@ 嗎？

source: Restore Item
ar: استعادة العنصر
bg: Възстановяване на елемента
bn: আইটেম ফিরিয়ে আনুন
ca: Restaura l'element
cs: Obnovit položku
da: Gendan element
de: Eintrag wiederherstellen
el: Επαναφορά στοιχείου
es: Restaurar elemento
fa: بازیابی مورد
fi: Palauta kohde
fr: Restaurer l’élément
he: שחזור פריט
hi: आइटम पुनर्स्थापित करें
hr: Vrati stavku
hu: Elem visszaállítása
id: Pulihkan Item
it: Ripristina elemento
ja: 項目を復元
kk: Элементті қалпына келтіру
ko: 항목 복원
lt: Atkurti elementą
ms: Pulihkan Item
nb: Gjenopprett element
nl: Item herstellen
pl: Przywróć element
pt: Restaurar item
ro: Restaurare element
ru: Восстановить элемент
sk: Obnoviť položku
sl: Obnovi element
sv: Återställ objekt
th: กู้คืนรายการ
tr: Öğeyi Geri Yükle
uk: Відновити елемент
vi: Khôi phục mục
zh_hans: 恢复项目
zh_hant: 還原項目

source: Restore item?
ar: هل تريد استعادة العنصر؟
bg: Възстановяване на елемента?
bn: আইটেম ফিরিয়ে আনবেন?
ca: Voleu restaurar l'element?
cs: Obnovit položku?
da: Gendan element?
de: Eintrag wiederherstellen?
el: Επαναφορά στοιχείου;
es: ¿Restaurar elemento?
fa: مورد بازیابی شود؟
fi: Palautetaanko kohde?
fr: Restaurer l’élément ?
he: לשחזר את הפריט?
hi: आइटम पुनर्स्थापित करें?
hr: Vratiti stavku?
hu: Visszaállítja az elemet?
id: Pulihkan item?
it: Ripristinare l'elemento?
ja: 項目を復元しますか？
kk: Элемент қалпына келтірілсін бе?
ko: 항목을 복원할까요?
lt: Atkurti elementą?
ms: Pulihkan item?
nb: Gjenopprette elementet?
nl: Item herstellen?
pl: Przywrócić element?
pt: Restaurar item?
ro: Restaurați elementul?
ru: Восстановить элемент?
sk: Obnoviť položku?
sl: Obnovim element?
sv: Återställ objekt?
th: กู้คืนรายการ?
tr: Öğe geri yüklensin mi?
uk: Відновити елемент?
vi: Khôi phục mục?
zh_hans: 要恢复项目吗？
zh_hant: 要還原項目嗎？

source: Reused password
ar: كلمة مرور معاد استخدامها
bg: Повторно използвана парола
bn: পুনরায় ব্যবহৃত পাসওয়ার্ড
ca: Contrasenya reutilitzada
cs: Opakovaně použité heslo
da: Genbrugt adgangskode
de: Wiederverwendetes Passwort
el: Επαναχρησιμοποιημένος κωδικός
es: Contraseña reutilizada
fa: کلمه عبور تکراری
fi: Uudelleen käytetty salasana
fr: Mot de passe réutilisé
he: סיסמה בשימוש חוזר
hi: दोबारा उपयोग किया गया पासवर्ड
hr: Ponovno korištena lozinka
hu: Újrahasznált jelszó
id: Kata sandi digunakan ulang
it: Password riutilizzata
ja: 使い回されているパスワード
kk: Қайта қолданылған құпиясөз
ko: 재사용된 비밀번호
lt: Pakartotinai naudojamas slaptažodis
ms: Kata laluan digunakan semula
nb: Gjenbrukt passord
nl: Hergebruikt wachtwoord
pl: Ponownie użyte hasło
pt: Palavra-passe reutilizada
ro: Parolă reutilizată
ru: Повторно используемый пароль
sk: Opakovane použité heslo
sl: Ponovno uporabljeno geslo
sv: Återanvänt lösenord
th: รหัสผ่านที่ใช้ซ้ำ
tr: Yeniden kullanılan parola
uk: Повторно використаний пароль
vi: Mật khẩu dùng lại
zh_hans: 重复使用的密码
zh_hant: 重復使用的密碼
